a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
acpi
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aha
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
appstream-qt
apr
apr-util
archlinux-appstream-data
archlinux-keyring
argon2
aribb24
ark
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
bc
binutils
bison
blas
bluedevil
blueman
bluez
bluez-libs
bluez-qt
bluez-utils
bolt
boost-libs
box2d
breeze
breeze-gtk
breeze-icons
breeze-plymouth
bridge-utils
brightnessctl
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capstone
cblas
cdparanoia
cfitsio
chromaprint
cifs-utils
clang
clinfo
cliphist
clucene
cmake
cmark
compiler-rt
containerd
convertlit
coreutils
cppdap
cracklib
cryptsetup
curl
cvs
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
discount
discover
djvulibre
dkms
dmenu
dmidecode
docker
docker-compose
dolphin
dosbox
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
drkonqi
dtc
duktape
dunst
e2fsprogs
easy-rsa
ebook-tools
editorconfig-core-c
edk2-arm
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
ell
enchant
evolution
evolution-data-server
exiv2
expat
eza
faac
faad2
fakeroot
fd
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
flac
flatpak
flatpak-kcm
flex
fluidsynth
fmt
fontconfig
fontforge
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gamescope
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
glew
glew1.10
glfw
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmp
gnome-autoar
gnome-desktop
gnome-desktop-common
gnome-disk-utility
gnome-settings-daemon
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
goverlay
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
grub-customizer
gsettings-desktop-schemas
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk2+extra
gtk3
gtk4
gtkmm3
guile
gumbo-parser
gupnp
gupnp-igd
gwenview
gzip
harfbuzz
harfbuzz-icu
help2man
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hwdata
hwloc
hyphen
hyprlang
i2c-tools
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intltool
inxi
iproute2
iptables
iputils
iso-codes
iwd
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jq
json-c
json-glib
jsoncpp
kaccounts-integration
kactivitymanagerd
kamera
karchive
kate
kauth
kbd
kbookmarks
kcalc
kclock
kcmutils
kcodecs
kcolorpicker
kcolorscheme
kcompletion
kconfig
kconfig5
kconfigwidgets
kcoreaddons
kcoreaddons5
kcrash
kdbusaddons
kdbusaddons5
kde-cli-tools
kde-gtk-config
kdeclarative
kdecoration
kded
kdeplasma-addons
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kgamma
kglobalaccel
kglobalacceld
kguiaddons
kholidays
ki18n
ki18n5
kiconthemes
kidletime
kimageannotator
kimageformats
kinfocenter
kio
kio-extras
kio-fuse
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmenuedit
kmod
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpipewire
kpmcore
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
kservice5
ksshaskpass
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kvantum
kwallet
kwallet-pam
kwayland
kwayland5
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lazygit
lcms2
ldb
lib32-aalib
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-duktape
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew
lib32-glew1.10
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gpm
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libavc1394
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libdv
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libiec61883
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnm
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-libraw1394
lib32-librsvg
lib32-librtmp0
lib32-libshout
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libsoup3
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-mesa-driver
lib32-libvdpau
lib32-libvorbis
lib32-libvpx
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mangohud
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-popt
lib32-rust-libs
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-speex
lib32-sqlite
lib32-systemd
lib32-taglib
lib32-tdb
lib32-twolame
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wavpack
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdr
libcloudproviders
libcmis
libcolord
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdmtx
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgcrypt15
libgirepository
libgit2
libglvnd
libgme
libgoa
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgweather-4
libhandy
libheif
libibus
libical
libice
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk2
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjpeg6-turbo
libjuice
libjxl
libkdcraw
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
libmad
libmalcontent
libmanette
libmatroska
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libphonenumber
libpipewire
libplacebo
libplasma
libplist
libpng
libpng12
libproxy
libpsl
libpst
libpulse
libpwquality
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiff4
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libudev0-shim
libunibreak
libuninameslist
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwpe
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libytnef
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
litehtml
lld
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsof
lua
luajit
lutris
lv2
lz4
lzo
m4
mailcap
make
mangohud
mbedtls
md4c
mdadm
media-player-info
mesa
mesa-utils
meson
milou
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mokutil
mpfr
mpg123
msgpack-c
mtdev
nano
nasm
ncurses
ndctl
neofetch
neon
neovim
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-qt
ninja
nm-connection-editor
nodejs
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look
obs-studio
ocean-sound-theme
ocl-icd
okular
oniguruma
openal
opencl-headers
opencl-nvidia
opencore-amr
opendoas
openexr
openjpeg2
openmp
openmpi
openmpi-docs
openpmix
openssh
openssl
openssl-1.1
openucx
openvpn
openvr
opus
opusfile
orc
os-prober
ostree
oxygen
oxygen-sounds
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parallel
parted
partitionmanager
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixman
pkcs11-helper
pkgconf
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth
plymouth-kcm
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
potrace
power-profiles-daemon
powerdevil
ppp
print-manager
prison
procps-ng
protobuf
prrte
psensor
psmisc
pulse-native-provider
purpose
pyside6
python
python-appdirs
python-argcomplete
python-autocommand
python-beautifulsoup4
python-booleanoperations
python-brotli
python-build
python-cachetools
python-cairo
python-certifi
python-charset-normalizer
python-contourpy
python-coverage
python-cycler
python-darkdetect
python-dateutil
python-defcon
python-distro
python-distutils-extra
python-evdev
python-fastjsonschema
python-fontmath
python-fontparts
python-fontpens
python-fonttools
python-fs
python-gobject
python-idna
python-inflect
python-iniconfig
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-kiwisolver
python-lxml
python-matplotlib
python-moddb
python-more-itertools
python-mutatormath
python-nose
python-numpy
python-ordered-set
python-packaging
python-pefile
python-pillow
python-platformdirs
python-pluggy
python-psutil
python-pyaml
python-pyclipper
python-pycryptodomex
python-pygdbmi
python-pyparsing
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pyrate-limiter
python-pytest
python-pytz
python-pyxdg
python-requests
python-scikit-build
python-sentry_sdk
python-setuptools
python-setuptools-scm
python-six
python-soupsieve
python-tomli
python-toolz
python-tqdm
python-trove-classifiers
python-typeguard
python-typing_extensions
python-ufoprocessor
python-unicodedata2
python-urllib3
python-validate-pyproject
python-wheel
python-yaml
python-zopfli
python-zstandard
qbittorrent
qca-qt6
qcoro-qt6
qemu-base
qemu-common
qemu-img
qemu-system-arm
qemu-system-arm-firmware
qemu-system-x86
qemu-system-x86-firmware
qemu-user
qhull
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
qt6pas
raptor
rasqal
rav1e
readline
redland
rhash
ripgrep
rnnoise
rsync
rtkit
rtmpdump
rubberband
runc
rust
sbc
sdbus-cpp
sddm
sddm-kcm
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_net
sdl_sound
sdl_ttf
seabios
seatd
sed
serd
serf
shaderc
shadow
shared-mime-info
shiboken6
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
slurp
smartmontools
smbclient
snappy
sndio
socat
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spectacle
speedcrunch
speex
speexdsp
spirv-tools
sqlite
sratom
srt
steam
steam-native-runtime
stow
subversion
sudo
svt-av1
svt-hevc
swappy
swi-prolog
swig
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tdb
telegram-desktop
tevent
texinfo
tftp-hpa
threadweaver
tpm2-tss
tracker3
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vimdoc
tslib
ttf-hack
ttf-liberation
twolame
tzdata
udisks2
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
vapoursynth
vde2
vid.stab
vim
vim-runtime
virtiofsd
vkd3d
vlc
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
vulkan-tools
wacomtablet
wavpack
wayland
wayland-utils
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
wildmidi
wine
wine-gecko
wine-mono
wine-nine
winetricks
wireplumber
wl-clipboard
wlroots
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
wqy-zenhei
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-input-wacom
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xdpyinfo
xorg-xkbcomp
xorg-xmessage
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xournalpp
xsettingsd
xvidcore
xxhash
xz
zbar
zenity
zeromq
zimg
zip
zix
zlib
zopfli
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zstd
zvbi
zxing-cpp
